export default [
  {
    id: 1,
    text: 'У вас есть опущения ',
    options: ['ДА', 'НЕТ'],
  },
  {
    id: 2,
    text: 'Возникает ли у вас недержание мочи при чихании, кашле, смехе или физических нагрузках?',
    options: ['ДА', 'НЕТ'],
  },
  {
    id: 3,
    text: ' Случались ли у вас эпизоды недержания газов или кала?',
    options: ['ДА', 'НЕТ'],
  },
  {
    id: 4,
    text: 'Возникает ли у вас ощущение инородного тела или выпячивание во влагалище/промежности??',
    options: ['ДА', 'НЕТ'],
  },
  {
    id: 5,
    text: 'Испытываете ли вы боль или дискомфорт в области таза, крестца или копчика без очевидной причины?',
    options: ['ДА', 'НЕТ'],
  },
  {
    id: 6,
    text: ' Чувствуете ли вы боль или спазмы во время интимной близости?',
    options: ['ДА', 'НЕТ'],
  },
  {
    id: 7,
    text: ' Испытываете ли вы трудности с полным опорожнением мочевого пузыря или кишечника?',
    options: ['ДА', 'НЕТ'],
  },
  {
    id: 8,
    text: 'Часто ли у вас бывают запоры (натуживание во время дефекации, дефекация менее 3 раз в неделю)?',
    options: ['ДА', 'НЕТ'],
  },
  {
    id: 9,
    text: 'Чувствуете ли вы постоянное напряжение в области промежности даже в состоянии покоя?',
    options: ['ДА', 'НЕТ'],
  },
  {
    id: 10,
    text: ' Был ли у вас опыт естественных родов или тяжёлых родовых травм?',
    options: ['ДА', 'НЕТ'],
  },
  {
    id: 11,
    text: ' Проходили ли вы через операцию на органах малого таза?',
    options: ['ДА', 'НЕТ'],
  },
  {
    id: 12,
    text: ' Занимаетесь ли вы видами спорта с высокой нагрузкой (бег, тяжёлая атлетика, прыжки)?',
    options: ['ДА', 'НЕТ'],
  },
  {
    id: 13,
    text: ' Ведёте ли вы малоподвижный образ жизни (сидите более 6 часов в день)?',
    options: ['ДА', 'НЕТ'],
  },
  {
    id: 14,
    text: ' Испытываете ли вы хронический стресс или регулярно напрягаете живот, задерживая дыхание?',
    options: ['ДА', 'НЕТ'],
  },
  // Добавьте больше вопросов
];
