import { Question } from './questions';

export const questionsTest2: Question[] = [
  {
    text: 'У вас есть опущения? ',
    options: ['ДА', 'НЕТ'],
  },
  {
    text: 'Возникает ли у вас недержание мочи при чихании, кашле, смехе или физических нагрузках?',
    options: ['ДА', 'НЕТ'],
  },
  {
    text: ' Случались ли у вас эпизоды недержания газов или кала?',
    options: ['ДА', 'НЕТ'],
  },
  {
    text: 'Возникает ли у вас ощущение инородного тела или выпячивание во влагалище/промежности??',
    options: ['ДА', 'НЕТ'],
  },
  {
    text: 'Испытываете ли вы боль или дискомфорт в области таза, крестца или копчика без очевидной причины?',
    options: ['ДА', 'НЕТ'],
  },
  {
    text: ' Чувствуете ли вы боль или спазмы во время интимной близости?',
    options: ['ДА', 'НЕТ'],
  },
  {
    text: ' Испытываете ли вы трудности с полным опорожнением мочевого пузыря или кишечника?',
    options: ['ДА', 'НЕТ'],
  },
  {
    text: 'Часто ли у вас бывают запоры (натуживание во время дефекации, дефекация менее 3 раз в неделю)?',
    options: ['ДА', 'НЕТ'],
  },
  {
    text: 'Чувствуете ли вы постоянное напряжение в области промежности даже в состоянии покоя?',
    options: ['ДА', 'НЕТ'],
  },
  {
    text: ' Был ли у вас опыт естественных родов или тяжёлых родовых травм?',
    options: ['ДА', 'НЕТ'],
  },
  {
    text: ' Проходили ли вы через операцию на органах малого таза?',
    options: ['ДА', 'НЕТ'],
  },
  {
    text: ' Занимаетесь ли вы видами спорта с высокой нагрузкой (бег, тяжёлая атлетика, прыжки)?',
    options: ['ДА', 'НЕТ'],
  },
  {
    text: ' Ведёте ли вы малоподвижный образ жизни (сидите более 6 часов в день)?',
    options: ['ДА', 'НЕТ'],
  },
  {
    text: ' Испытываете ли вы хронический стресс или регулярно напрягаете живот, задерживая дыхание?',
    options: ['ДА', 'НЕТ'],
  },
];
